import { Blog } from "@/types/blog";

const blogData: Blog[] = [
  {
    id: 1,
    title: "سیستم مدیریت فرآیند کسب‌وکار (BPMS): از ایده تا اجرا، خودکار و هوشمند",
    paragraph:
      "سیستم مدیریت فرآیندهای کسب‌وکار (BPMS)BPMS یا Business Process Management System بستری نرم‌افزاری است که به سازمان‌ها کمک می‌کند تا فرآیندهای داخلی خود را طراحی، اجرا، مانیتور و بهینه‌سازی کنند. با استفاده از BPMS، شرکت‌ها می‌توانند بهره‌وری را افزایش دهند، خطاها را کاهش دهند و تصمیم‌گیری را بر اساس داده انجام دهند.",
    image: "/BPMS.webp",
    author: {
      name: "خانم فروز ابوطالبی",
      image: "/FOROOZ.jfif",
      designation: "",
    },
    tags: ["آموزش BPMS"],
    publishDate: "",
  },
  {
    id: 2,
    title: "مدیریت ارتباط با مشتری (CRM): پلی بین کسب‌وکار و مشتریان",
    paragraph:
      "مدیریت ارتباط با مشتری (CRM)CRM یا Customer Relationship Management، یک استراتژی کلان برای بهینه‌سازی سود، درآمد و رضایت مشتریان است. این سیستم با جمع‌آوری و تحلیل داده‌های مشتریان، به شرکت‌ها کمک می‌کند تا روابط خود را با مشتریان فعلی و بالقوه بهبود بخشند و فرآیندهای فروش، بازاریابی و خدمات را کارآمدتر کنند. هدف اصلی CRM، ایجاد و حفظ روابط مؤثر و پایدار با مشتریان برای رشد و توسعه کسب‌وکار است",
    image: "/CRM.webp",
    author: {
      name: "خانم فروز ابوطالبی",
      image: "/FOROOZ.jfif",
      designation: "",
    },
    tags: ["آموزش CRM"],
    publishDate: "",
  },
  {
    id: 3,
    title: "ERP؛ ستون فقرات دیجیتال سازمان‌های هوشمند",
    paragraph:
      "ERP یا Enterprise Resource Planning، یک سیستم نرم‌افزاری جامع است که به سازمان‌ها امکان می‌دهد تا فرآیندهای مختلف خود از جمله مالی، منابع انسانی، تولید، زنجیره تأمین و فروش را در یک بستر یکپارچه مدیریت کنند. با استفاده از ERP، سازمان‌ها می‌توانند بهره‌وری را افزایش داده، هزینه‌ها را کاهش دهند و تصمیم‌گیری‌های بهتری بر اساس داده‌های دقیق و به‌روز انجام دهند.",
    image: "/ERP.jpg",
    author: {
      name: "خانم فروز ابوطالبی",
      image: "/FOROOZ.jfif",
      designation: "",
    },
    tags: ["آموزش ERP"],
    publishDate: "",
  },
];
export default blogData;
